Repository: rodolphecombe/tower_defense
Catalog: translations/wesnoth-td/*.po
Languages: es, fr

source: Tower Defense Afterlife
es: Defensa de Torres: Más Allá

source: Versus Tower Defense adapted to Wesnoth. Recruit units, place them on hexes, they fight against waves of your opponent's towers, each enemy unit killed gives you gold, each unkilled enemy will attack your crystal once. Try to have your crystal to stand longer than the one of your opponent. Recommanded parameters: - Long: Starting Gold: 100, Kill Gold: 4 - Normal: Starting Gold: 80, Kill Gold: 3 - Quick: Starting Gold: 60, Kill Gold: 2
es: Defensa de Torres versus adaptada a Wesnoth. Recluta unidades, colócalas en hexágonos y lucharán contra oleadas de las torres de tu oponente. Cada unidad enemiga eliminada te otorga oro; cada enemigo no eliminado atacará tu cristal una vez. Intenta que tu cristal resista más tiempo que el de tu oponente. Parámetros recomendados: - Largo: Oro inicial: 100, Oro por baja: 4 - Normal: Oro inicial: 80, Oro por baja: 3 - Rápido: Oro inicial: 60, Oro por baja: 2
fr: Tower Defense en duel adapté à Wesnoth. Recrutez des unités, placez les sur les cases, elles se battent contre des vagues de tours de votre adversaire, chaque ennemi tué rapporte de l'or, chaque ennemi non-tué attaquera votre cristal une fois. Essayez de faire survivre votre cristal plus longtemps que celui de votre adversaire. Paramètres recommandés - Long : Or de départ : 100, Or par tué : 4 - Normal: Or de départ : 80, Or par tué : 3 - Rapide: Or de départ : 60, Or par tué : 2

source: Starting Gold
es: Oro inicial
fr: Or de départ

source: Kill gold
es: Oro por baja
fr: Or par tué

source: Amount of gold you receive for each enemy killed
es: Cantidad de oro que recibes por cada enemigo eliminado
fr: Quantité d'or reçue pour chaque ennemi tué

source: Player 1
es: Jugador 1
fr: Joueur 1

source: Towers 1
es: Torres 1
fr: Tours 1

source: Player 2
es: Jugador 2
fr: Joueur 2

source: Towers 2
es: Torres 2
fr: Tours 2

source: Enemies 1
es: Enemigos 1
fr: Ennemi 1

source: Enemies 2
es: Enemigos 2
fr: Ennemi 2

source: Survive longer than your opponent. Next wave in $wave_turn| turns.
es: Sobrevive más tiempo que tu oponente. Próxima oleada en $wave_turn| turnos.
fr: Survivre plus longtemps que votre adversaire. Prochaine vague dans $wave_turn| tours.

source: Destruction of the crystal
es: Destrucción del cristal
fr: Destruction du cristal

source: Welcome to this tower defense.
es: Bienvenido a este defensa de torres.
fr: Bienvenue dans ce Tower Defense.

source: To place a tower, recruit it and move it to the wanted hex. It will then be transfered to the allied AI. It will return to its hex after each attack.
es: Para colocar una torre, recrútala y muévela al hexágono deseado. Luego será transferida a la IA aliada. Regresará a su hexágono después de cada ataque.
fr: Pour placer une tour, recrutez-la et déplacez-la vers la case voulue. Elle sera ensuite transférée à l'IA alliée. Elle retournera sur sa case après chaque attaque.

source: You can change its advancement path at any time if you activated the option, even if it is now controlled by the AI.
es: Puedes cambiar su ruta de avance en cualquier momento si activaste la opción, incluso si ahora está controlada por la IA.
fr: Vous pouvez changer son avancement à tout moment si vous avez activé l'option, quand bien même elle est contrôlée par l'IA.

source: You can move and sell towers with a right-click.
es: Puedes mover y vender torres con clic derecho.
fr: Vous pouvez déplacer et vendre les tours avec un clic-droit.

source: Enemies will spawn every 10 turns.
es: Los enemigos aparecerán cada 10 turnos.
fr: Des ennemis apparaîtront tous les 10 tours.

source: Each unit a tower kills will grant you gold. The killed unit will also be placed on your opponent's map
es: Cada unidad que una torre elimine te otorgará oro. La unidad eliminada también será colocada en el mapa de tu oponente.
fr: Chaque unité qu'une tour tue vous rapporte de l'or. L'unité tuée sera également placée sur la carte de votre adversaire.

source: If your crystal is destroyed, you lose.
es: Si tu cristal es destruido, pierdes.
fr: Si votre cristal est détruit, vous avez perdu.

source: Move the tower (10 gold)
es: Mover la torre (10 de oro)
fr: Déplacer la tour (10 d'or)

source: Sell the tower
es: Vender la torre
fr: Vendre la tour

source: The tower will be sold for $($unit_to_sell.cost/2) gold. Do you confirm?
es: La torre será vendida por $($unit_to_sell.cost/2) de oro. ¿Confirmar?
fr: La tour sera vendue pour $($unit_to_sell.cost/2) d'or. Confirmer ?

source: Yes
es: Sí
fr: Oui

source: <span color='yellow'>+$($unit_to_sell.cost/2) gold</span>
es: <span color='yellow'>+$($unit_to_sell.cost/2) de oro</span>
fr: <span color='yellow'>+$($unit_to_sell.cost/2) d'or</span>

source: Wave $wave_number starts
es: Comienza la oleada $wave_number
fr: Début de la vague $wave_number

source: <span color='yellow'>+$kill_gold gold</span>
es: <span color='yellow'>+$kill_gold de oro</span>
fr: <span color='yellow'>+$kill_gold d'or</span>

source: Tower Defense Afterlife (variant)
es: Defensa de Torres: Más Allá (variante)
fr: Tower Defense Afterlife (variante)

source: Versus Tower Defense adapted to Wesnoth. Recruit units, place them on hexes, they fight against waves of your opponent's towers, each enemy unit killed gives you gold, each unkilled enemy will attack your crystal once. Try to have your crystal to stand longer as the one of your opponent. Recommanded parameters: - Long: Starting Gold: 100, Kill Gold: 4, Enemy gold: 50 - Normal: Starting Gold: 80, Kill Gold: 3, Enemy Gold: 60 - Quick: Starting Gold: 60, Kill Gold: 2, Enemy Gold: 80
es: Defensa de Torres versus adaptada a Wesnoth. Recluta unidades, colócalas en hexágonos y lucharán contra oleadas de las torres de tu oponente. Cada unidad enemiga eliminada te otorga oro; cada enemigo no eliminado atacará tu cristal una vez. Intenta que tu cristal resista más tiempo que el de tu oponente. Parámetros recomendados: - Largo: Oro inicial: 100, Oro por baja: 4, Oro enemigo: 50 - Normal: Oro inicial: 80, Oro por baja: 3, Oro enemigo: 60 - Rápido: Oro inicial: 60, Oro por baja: 2, Oro enemigo: 80
fr: Tower Defense en duel adapté à Wesnoth. Recrutez des unités, placez les sur les cases, elles se battent contre des vagues de tours de votre adversaire, chaque ennemi tué rapporte de l'or, chaque ennemi non-tué attaquera votre cristal une fois. Essayez de faire survivre votre cristal plus longtemps que celui de votre adversaire. Paramètres recommandés - Long : Or de départ : 100, Or par tué : 4, Or ennemi : 50 - Normal: Or de départ : 80, Or par tué : 3, Or ennemi : 60 - Rapide: Or de départ : 60, Or par tué : 2, Or ennemi : 80

source: Gold Increase
es: Incremento de oro
fr: Incrément d'or

source: Additional amount of gold the enemy leader gets each wave
es: Cantidad adicional de oro que recibe el líder enemigo en cada oleada
fr: Quantité d'or additionnelle que l'ennemi reçoit à chaque vague

source: Enemies will spawn every 10 turns. Each wave will have more enemies than the previous one.
es: Los enemigos aparecerán cada 10 turnos. Cada oleada tendrá más enemigos que la anterior.
fr: Des ennemis apparaîtront tous les 10 tours. Chaque vague aura plus d'ennemis que la précédente.

source: Each unit a tower kills will grant you gold.
es: Cada unidad eliminada por una torre te dará oro.
fr: Chaque unité qu'une tour tue vous rapporte de l'or.

source: Tower Defense (coop)
es: Defensa de Torres (cooperativo)

source: Classical Coop Tower Defense adapted to Wesnoth. Recruit units, place them on hexes, they fight against waves of enemies, each enemy killed gives you gold, each unkilled enemy will attack your crystal once. Try to have your crystals to stand as long as possible, if possible until the end of the waves. Recommanded parameters: - Easy: Starting Gold: 60, Kill Gold: 4 , Number of waves: 10, Gold Increase: 50, XP increase: 6 - Normal: Starting Gold: 50, Kill Gold: 3 , Number of waves: 10, Gold Increase: 60, XP increase: 8 - Difficulty: Starting Gold: 40, Kill Gold: 2 , Number of waves: 10, Gold Increase: 80, XP increase: 10
es: Defensa de Torres cooperativa clásica adaptada a Wesnoth. Recluta unidades, colócalas en hexágonos y lucha contra oleadas de enemigos; cada enemigo eliminado te da oro, y cada enemigo que no sea eliminado atacará tu cristal una vez. Intenta que tus cristales resistan el mayor tiempo posible, de ser posible hasta el final de las oleadas. Parámetros recomendados: - Fácil: Oro inicial: 60, Oro por baja: 4, Número de oleadas: 10, Incremento de oro: 50, Incremento de PX: 6 - Normal: Oro inicial: 50, Oro por baja: 3, Número de oleadas: 10, Incremento de oro: 60, Incremento de PX: 8 - Difícil: Oro inicial: 40, Oro por baja: 2, Número de oleadas: 10, Incremento de oro: 80, Incremento de PX: 10
fr: Tower Defense classique en mode coopératif adapté à Wesnoth. Recrutez des unités, placez les sur les cases, elles se battent contre des vagues d'ennemis, chaque ennemi tué rapporte de l'or, chaque ennemi non-tué attaquera votre cristal une fois. Essaye de faire survivre votre cristal le plus longtemps possible, si possible jusqu'à la fin des vagues. Paramètres recommandés : - Facile : Or de départ : 60, Or par tué : 4, Nombre de vagues : 10, Incrément d'or : 50, Incrément d'XP : 6 - Normal : Or de départ : 50, Or par tué : 3, Nombre de vagues : 10, Incrément d'or : 60, Incrément d'XP : 8 - Difficile : Or de départ : 40, Or par tué : 2, Nombre de vagues : 10, Incrément d'or : 80, Incrément d'XP : 10

source: Number of waves
es: Número de oleadas
fr: Nombre de vagues

source: XP Increase
es: Incremento de PX
fr: Incrément d'XP

source: Additional amount of XP the enemy units gets each wave
es: Cantidad adicional de PX que obtienen las unidades enemigas en cada oleada
fr: Quantité d'XP additionnel que les unités ennemies reçoivent à chaque vague

source: Enemies
es: Enemigos
fr: Ennemis

source: Survive for as long as possible. Next wave in $wave_turn| turns.
es: Sobrevive el mayor tiempo posible. Próxima oleada en $wave_turn| turnos.
fr: Survivez aussi longtemps que possible. Prochaine vague dans $wave_turn| tours.

source: Destruction of the crystals
es: Destrucción de los cristales
fr: Destruction des cristaux

source: Enemies will spawn every 10 turns. Each wave will have more enemies than the previous one.
es: Los enemigos aparecerán cada 10 turnos. Cada oleada tendrá más enemigos que la anterior.
fr: Des ennemis apparaîtront tous les 10 tours. Chaque vague aura plus d'ennemis que la précédente.

source: If your crystals are destroyed, you lose.
es: Si tus cristales son destruidos, pierdes.
fr: Si vos cristaux sont détruits, vous avez perdu.

source: Final wave starts
es: Comienza la oleada final
fr: Début de la dernière vague

source: Congratulations! You survived to all $max_waves waves!
es: ¡Felicidades! ¡Has superado todas las $max_waves oleadas!
fr: Félicitations! Vous avez survécu aux $max_waves vagues!

source: You survived $($wave_number-1) waves. Do better next time.
es: Sobreviviste $($wave_number-1) oleadas. Intenta hacerlo mejor la próxima vez.
fr: Vous avez survécu à $($wave_number-1) vagues. Faites mieux la prochaine fois.

source: Tower Defense
es: Defensa de Torres

source: Classical Tower Defense adapted to Wesnoth. Recruit units, place them on hexes, they fight against waves of enemies, each enemy killed gives you gold, each unkilled enemy will attack your crystal once. Try to have your crystal to stand as long as possible, if possible until the end of the waves. Recommanded parameters: - Easy: Starting Gold: 100, Kill Gold: 4 , Number of waves: 10, Gold Increase: 50, XP increase: 6 - Normal: Starting Gold: 80, Kill Gold: 3 , Number of waves: 10, Gold Increase: 60, XP increase: 8 - Difficulty: Starting Gold: 60, Kill Gold: 2 , Number of waves: 10, Gold Increase: 80, XP increase: 10
es: Defensa de Torres clásica adaptada a Wesnoth. Recluta unidades, colócalas en hexágonos y lucha contra oleadas de enemigos; cada enemigo eliminado te da oro, y cada enemigo que no sea eliminado atacará tu cristal una vez. Intenta que tu cristal resista el mayor tiempo posible, de ser posible hasta el final de las oleadas. Parámetros recomendados: - Fácil: Oro inicial: 100, Oro por baja: 4, Número de oleadas: 10, Incremento de oro: 50, Incremento de PX: 6 - Normal: Oro inicial: 80, Oro por baja: 3, Número de oleadas: 10, Incremento de oro: 60, Incremento de PX: 8 - Difícil: Oro inicial: 60, Oro por baja: 2, Número de oleadas: 10, Incremento de oro: 80, Incremento de PX: 10
fr: Tower Defense classique en mode coopératif adapté à Wesnoth. Recrutez des unités, placez les sur les cases, elles se battent contre des vagues d'ennemis, chaque ennemi tué rapporte de l'or, chaque ennemi non-tué attaquera votre cristal une fois. Essayez de faire survivre votre cristal le plus longtemps possible, si possible jusqu'à la fin des vagues. Paramètres recommandés : - Facile : Or de départ : 100, Or par tué : 4, Nombre de vagues : 10, Incrément d'or : 50, Incrément d'XP : 6 - Normal : Or de départ : 80, Or par tué : 3, Nombre de vagues : 10, Incrément d'or : 60, Incrément d'XP : 8 - Difficile : Or de départ : 60, Or par tué : 2, Nombre de vagues : 10, Incrément d'or : 80, Incrément d'XP : 10

source: Player
es: Jugador
fr: Joueur

source: Towers
es: Torres
fr: Tours

source: Tower Defense Versus
es: Defensa de Torres Versus
fr: Tower Defense Duel

source: Versus Tower Defense adapted to Wesnoth. Recruit units, place them on hexes, they fight against waves of enemies, each enemy unit killed gives you gold and is placed on your opponent's map, each unkilled enemy will attack your crystal once. Try to have your crystal to stand longer as the one of your opponent. Recommanded parameters: - Long: Starting Gold: 100, Kill Gold: 4, Enemy gold: 50, XP increase: 6 - Normal: Starting Gold: 80, Kill Gold: 3, Enemy Gold: 60, XP increase: 8 - Quick: Starting Gold: 60, Kill Gold: 2, Enemy Gold: 80, XP increase: 10
es: Defensa de Torres versus adaptada a Wesnoth. Recluta unidades, colócalas en hexágonos y lucharán contra oleadas de enemigos. Cada unidad enemiga eliminada te otorga oro y se coloca en el mapa de tu oponente; cada enemigo no eliminado atacará tu cristal una vez. Intenta que tu cristal resista más tiempo que el de tu oponente. Parámetros recomendados: - Largo: Oro inicial: 100, Oro por baja: 4, Oro enemigo: 50, Aumento de XP: 6 - Normal: Oro inicial: 80, Oro por baja: 3, Oro enemigo: 60, Aumento de XP: 8 - Rápido: Oro inicial: 60, Oro por baja: 2, Oro enemigo: 80, Aumento de XP: 10
fr: Tower Defense en duel adapté à Wesnoth. Recrutez des unités, placez les sur les cases, elles se battent contre des vagues d'ennemis chaque ennemi tué rapporte de l'or et est placé sur la carte de votre adversaire, chaque ennemi non-tué attaquera votre cristal une fois. Essayez de faire survivre votre cristal plus longtemps que celui de votre adversaire Paramètres recommandés - Long : Or de départ : 100, Or par tué : 4, Or ennemi : 50, Incrément d'XP : 6 - Normal: Or de départ : 80, Or par tué : 3, Or ennemi : 60, Incrément d'XP : 8 - Rapide: Or de départ : 60, Or par tué : 2, Or ennemi : 80, Incrément d'XP : 10

source: Enemy Gold
es: Oro del enemigo
fr: Or ennemi

source: Enemy Starting Gold
es: Oro inicial del enemigo
fr: Or de départ de l'ennemi

source: Each unit a tower kills will grant you gold. The killed unit will also be placed on your opponent's map.
es: Cada unidad que una torre elimine te otorgará oro. La unidad eliminada también será colocada en el mapa de tu oponente.
fr: Chaque unité qu'une tour tue vous rapporte de l'or. L'unité tué sera également placée sur la carte de votre adversaire.

source: Crystal
es: Cristal
fr: Cristal

source: No
fr: Non
